tap "homebrew/bundle"
tap "laishulu/homebrew"
tap "quanuanc/tap"
brew "aria2"
brew "atuin"
brew "beancount"
brew "beancount-language-server"
brew "btop"
brew "butane"
brew "difftastic"
brew "fd"
brew "fish"
brew "gitui"
brew "iperf"
brew "just"
brew "macmon"
brew "mas"
brew "neovim"
brew "nexttrace"
brew "ripgrep"
brew "rsync"
brew "rustscan"
brew "rustup"
brew "smartmontools"
brew "tokei"
brew "zoxide"
brew "laishulu/homebrew/macism"
cask "appcleaner"
cask "coconutbattery"
cask "cursor"
cask "geoport"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "jitouch"
cask "keka"
cask "mac-mouse-fix"
cask "mist"
cask "neteasemusic"
cask "orbstack"
cask "pictogram"
cask "postgres-unofficial"
cask "raycast"
cask "surge"
cask "telegram"
cask "trae"
cask "utm"
cask "wezterm"
cask "xcodes"
cask "zed"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "CleanMyKeyboard", id: 6468120888
mas "Conflux", id: 6450330892
mas "ConsoleLink", id: 6448843682
mas "Hex Fiend", id: 1342896380
mas "Interactful", id: 1528095640
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OpenCat", id: 6445999201
mas "QQ", id: 451108668
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "WeChat", id: 836500024
mas "WeCom", id: 1189898970
mas "Windows App", id: 1295203466
mas "xSearch", id: 1579902068
